{"class_name": "Tokenizer", "config": {"num_words": 100, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 50, "word_counts": "{\"please\": 5, \"take\": 25, \"me\": 15, \"to\": 35, \"the\": 5, \"home\": 6, \"page\": 21, \"contests\": 1, \"redirect\": 10, \"open\": 15, \"webpage\": 10, \"classroom\": 1, \"exams\": 1, \"cities\": 1, \"products\": 1, \"likes\": 1, \"profile\": 5, \"movies\": 1, \"songs\": 1, \"recents\": 1, \"settings\": 5, \"playlist\": 1, \"album\": 1, \"documentation\": 1, \"tutorial\": 1, \"guide\": 1, \"news\": 5, \"authentication\": 1, \"main\": 1, \"notifications\": 1, \"drive\": 1, \"articles\": 1, \"projects\": 6, \"timeline\": 1, \"messages\": 1, \"transactions\": 1, \"account\": 1}", "word_docs": "{\"home\": 6, \"page\": 21, \"please\": 5, \"to\": 35, \"take\": 25, \"the\": 5, \"me\": 15, \"contests\": 1, \"redirect\": 10, \"open\": 15, \"webpage\": 10, \"classroom\": 1, \"exams\": 1, \"cities\": 1, \"products\": 1, \"likes\": 1, \"profile\": 5, \"movies\": 1, \"songs\": 1, \"recents\": 1, \"settings\": 5, \"playlist\": 1, \"album\": 1, \"documentation\": 1, \"tutorial\": 1, \"guide\": 1, \"news\": 5, \"authentication\": 1, \"main\": 1, \"notifications\": 1, \"drive\": 1, \"articles\": 1, \"projects\": 6, \"timeline\": 1, \"messages\": 1, \"transactions\": 1, \"account\": 1}", "index_docs": "{\"9\": 6, \"4\": 21, \"11\": 5, \"2\": 35, \"3\": 25, \"12\": 5, \"5\": 15, \"16\": 1, \"7\": 10, \"6\": 15, \"8\": 10, \"17\": 1, \"18\": 1, \"19\": 1, \"20\": 1, \"21\": 1, \"13\": 5, \"22\": 1, \"23\": 1, \"24\": 1, \"14\": 5, \"25\": 1, \"26\": 1, \"27\": 1, \"28\": 1, \"29\": 1, \"15\": 5, \"30\": 1, \"31\": 1, \"32\": 1, \"33\": 1, \"34\": 1, \"10\": 6, \"35\": 1, \"36\": 1, \"37\": 1, \"38\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"to\", \"3\": \"take\", \"4\": \"page\", \"5\": \"me\", \"6\": \"open\", \"7\": \"redirect\", \"8\": \"webpage\", \"9\": \"home\", \"10\": \"projects\", \"11\": \"please\", \"12\": \"the\", \"13\": \"profile\", \"14\": \"settings\", \"15\": \"news\", \"16\": \"contests\", \"17\": \"classroom\", \"18\": \"exams\", \"19\": \"cities\", \"20\": \"products\", \"21\": \"likes\", \"22\": \"movies\", \"23\": \"songs\", \"24\": \"recents\", \"25\": \"playlist\", \"26\": \"album\", \"27\": \"documentation\", \"28\": \"tutorial\", \"29\": \"guide\", \"30\": \"authentication\", \"31\": \"main\", \"32\": \"notifications\", \"33\": \"drive\", \"34\": \"articles\", \"35\": \"timeline\", \"36\": \"messages\", \"37\": \"transactions\", \"38\": \"account\"}", "word_index": "{\"<OOV>\": 1, \"to\": 2, \"take\": 3, \"page\": 4, \"me\": 5, \"open\": 6, \"redirect\": 7, \"webpage\": 8, \"home\": 9, \"projects\": 10, \"please\": 11, \"the\": 12, \"profile\": 13, \"settings\": 14, \"news\": 15, \"contests\": 16, \"classroom\": 17, \"exams\": 18, \"cities\": 19, \"products\": 20, \"likes\": 21, \"movies\": 22, \"songs\": 23, \"recents\": 24, \"playlist\": 25, \"album\": 26, \"documentation\": 27, \"tutorial\": 28, \"guide\": 29, \"authentication\": 30, \"main\": 31, \"notifications\": 32, \"drive\": 33, \"articles\": 34, \"timeline\": 35, \"messages\": 36, \"transactions\": 37, \"account\": 38}"}}